brew "git"
brew "tig"
brew "python"
brew "vim"
brew "ag"
brew "cowsay"

cask "1password"
cask "alfred"
cask "divvy"
cask "iterm2"
cask "visual-studio-code"
cask "spotify"
cask "slack" 

cask "caffeine"
cask "rescuetime"
cask "google-backup-and-sync"
