brew "git"
brew "python"
brew "ruby"
brew "vim"
brew "ansible"
brew "ag"
brew "ctags"
brew "gitup"
brew "keybase"

tap "caskroom/cask"
cask_args appdir: '/Applications'

cask "seil"
cask "alfred"
cask "divvy"
cask "iterm2"
cask "flux"
cask "atom"
cask "textmate"
cask "virtualbox"
cask "cloud"
cask "harvest"
cask "caffeine"
cask "google-drive"
cask "rescuetime"
cask "mou"
# cask "vagrant"  v1.7.4
# cask "chefdk"  ):

# Google Chrome
# Limechat
# Slack
# Harvest
# Paw
# Wunderlist
