brew "git"
brew "tig"
brew "python"
brew "ag"
brew "colima"
brew "docker"
brew "docker-compose"
brew "cowsay"
brew "jq"
brew "tree"
# brew "vim"  # fails bc of python3.11 pin

cask "alfred"
cask "rectangle-pro"
cask "caffeine"
cask "shottr"
cask "iterm2"
cask "visual-studio-code"
cask "textmate"
cask "postico"
cask "tailscale"
cask "obsidian"
cask "google-chrome"
cask "mimestream"
cask "spotify"
cask "discord"

brew "mas"
mas "Xcode", id: 497799835
mas "Dark Reader for Safari", id: 1438243180
mas "Wipr", id: 1320666476
